tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "cocoapods"
brew "ctags"
brew "fzf"
brew "git"
brew "ncurses"
brew "htop"
brew "irssi"
brew "mas"
brew "nnn"
brew "node", link: false
brew "node@18", link: true
brew "openssl@3"
brew "pcre"
brew "ripgrep"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "balenaetcher"
cask "bettertouchtool"
cask "brave-browser"
cask "calibre"
cask "cleanshot"
cask "dash"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "monolingual"
cask "pdf-expert"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "studio-3t"
cask "the-unarchiver"
cask "time-out"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
