tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash-completion"
brew "ctags"
brew "fzf"
brew "git"
brew "nnn"
brew "pcre"
brew "python"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "z"
brew "zsh"
cask "alfred"
cask "anki"
cask "bettertouchtool"
cask "calibre"
cask "cheatsheet"
cask "coconutbattery"
cask "dash"
cask "docker"
cask "evernote"
cask "firefox"
cask "font-fira-code"
cask "franz"
cask "go2shell"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "malwarebytes"
cask "pdf-expert"
cask "postman"
cask "qbittorrent"
cask "recordit"
cask "rocket"
cask "spotify"
cask "the-unarchiver"
cask "time-out"
cask "tripmode"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "windscribe"
